---
kind: enumMember
id: F:Autodesk.Revit.DB.IFCVersion.Default
enum: Autodesk.Revit.DB.IFCVersion
source: html/03f1bce3-dd39-9deb-c732-db82474cb40b.htm
---
# Autodesk.Revit.DB.IFCVersion.Default

The Autodesk Revit application's default export format. Note that this may change
 as the defaults change in the Revit user interface.